Tekla.Structures.Model.Reinforcement.SelectInnerRebars(System.Boolean,System.Boolean)
Selects the physical rebars inside the group.
These rebars contain for example physical points of the rebar.
The function fetches all physical rebars for the structure. Due to remoting limitations,
they may be fetched with several subsequent remote calls when handling a big reinforcement structure.
This may cause some overhead.
The function is only called once, when first inquiry about the physical rebarsis made.
withHooks: Parameter to determine whether the hook points should be included or not.
withoutClashes: Parameter to determine whether the polygon points should be moved to avoid clashing or not.